Repository: AngularAvanzado1/practica-final-curso-jsanchezlunia
Catalog: apps/explorador-continentes/src/locale/messages.*.xlf
Languages: es

source: Welcome to {{ siteName }}!
es: Bienvenido a {{ siteName }}!

source: List of identified geographic regions
es: Listado de regiones geograficas identificadas

source: Code: {{region.code}}
es: Código: {{region.code}}

source: Show countries
es: Ver países

source: Back
es: Volver

source: Region {{code}}
es: Región {{code}}

source: Countries:
es: Países:

source: Show country sheet
es: Ver ficha

source: Name: {{country.name}}
es: Nombre: {{country.name}}

source: ISO 2 Code: {{country.iso2Code}}
es: Código ISO 2: {{country.iso2Code}}

source: Longitude: {{country.longitude}}
es: Longitud: {{country.longitude}}

source: Latitude: {{country.latitude}}
es: Latitud: {{country.latitude}}

source: Capital city: {{country.capitalCity}}
es: Ciudad capital: {{country.capitalCity}}

source: Admin Region: {{country.adminregion | json}}
es: Region de administración: {{country.adminregion | json}}

source: Income Level: {{country.incomeLevel | json}}
es: Nivel de ingresos: {{country.incomeLevel | json}}

source: Lending Type: {{country.lendingType | json}}
es: Tipo de préstamo: {{country.lendingType | json}}

source: Country page {{countryId}}
es: Página de país {{countryId}}
